accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
artwork-i3
autoconf
automake
avahi
b43-fwcutter
bash
bat
binutils
bison
blueman
bluez-utils
bmenu
btrfs-progs
bumblebee
bzip2
cantarell-fonts
chromium
clipit
cloc
code
coreutils
cpupower
crda
cronie
cryptsetup
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
etcher
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
flac
flameshot
flex
gawk
gcc
gcc-libs
gcolor2
gconf
gedit
gettext
ghex
gimp
git
gksu-polkit
glibc
gnome-keyring
gparted
grep
groff
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3-classic
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
hibernator
htop
httpie
i3blocks
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
json-c
kdiff3
keybase
kvantum-manjaro
less
lib32-nvidia-430xx-utils
lib32-primus
libdvdcss
libgpod
libqalculate
libreoffice-fresh
libtool
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux54
linux54-bbswitch
linux54-nvidia-430xx
lm_sensors
logrotate
lsb-release
lsd
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mitmproxy
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
nautilus
ncdu
neovim
nerd-fonts-noto-sans-mono
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
npm
nss-mdns
ntfs-3g
ntp
nvidia-430xx-utils
octopi
open-fuse-iso
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
pass
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
pgadmin4
pinta
pkgconf
polkit-gnome
poppler-data
postgresql
powertop
procps-ng
psmisc
pygtk
qt5-styleplugins
qt5ct
ranger
reiserfsprogs
ripgrep
rofi
rsync
ruby
s-nail
sbxkb
screenfetch
sed
shadow
spectre-meltdown-checker
speedtest-cli
subversion
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
termite
texinfo
tlp
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-nerd-fonts-symbols
upower
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
vlc
volumeicon
w3m
watchman
wget
which
wireshark-qt
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-intel
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
yay
youtube-dl
zip
zsh
